export const mockTask = "Непосредественно текст задачиНепосредественно текст задачиНепосредественно текст задачиНепосредественно текст задачиНепосредественно текст задачиНепосредественно текст задачиНепосредественно текст задачиНепосредественно текст задачи";

export const mockTaskExample = "Примеры ожидаемых результатовПримеры ожидаемых результатовПримеры ожидаемых результатовПримеры ожидаемых результатовПримеры ожидаемых результатовПримеры ожидаемых результатовПримеры ожидаемых результатовПримеры ожидаемых результатовПримеры ожидаемых результатов";

export const mockLanguages = ["JavaScript", "Python", "C++"];

export const mockResultDescription = "Браво! Задача решена верно!"

export const mockResultText = "Ожидаемый результат выполнения задачиОжидаемый результат выполнения задачиОжидаемый результат выполнения задачиОжидаемый результат выполнения задачиОжидаемый результат выполнения задачиОжидаемый результат выполнения задачи"